[
  {
    "key": "ap4_2_3_5",
    "wrappers": [
      "title-div"
    ],
    "templateOptions": {
      "label": "4.2.3.5 Hondakinen kudeaketa"
    },
    "fieldGroup": [
      {
        "template": "<p>Hondakin arriskutsuen edo biologikoen kanpo kudeaketa aurreikusten da?</p>"
      },
      {
        "key": "gestionResiduos",
        "type": "radio",
        "templateOptions": {
          "label": "Hautatu aukera bat:",
          "required": true,
          "options": [
            {
              "value": "no",
              "label": "Ez"
            },
            {
              "value": "si",
              "label": "Bai"
            }
          ]
        }
      },
      {
        "template": "Erantzuna baiezkoa bada, zehaztu edo justifikatu kanpo kudeaketa.",
        "hideExpression": "!model.gestionResiduos || model.gestionResiduos === 'no'"
      },
      {
        "key": "residuosGenerar",
        "type": "multicheckbox",
        "hideExpression": "!model.gestionResiduos || model.gestionResiduos === 'no'",
        "templateOptions": {
          "label": "Hauetako zein?",
          "required": true,
          "type": "array",
          "options": [
            {
              "value": "biosanitarios",
              "label": "Hondakin biosanitarioak"
            },
            {
              "value": "quimicos",
              "label": "Jatorri kimikoko hondakinak"
            },
            {
              "value": "radiactivos",
              "label": "Hondakin erradioaktiboak"
            },
            {
              "value": "animales",
              "label": "Esperimentazio animalien hondakinak"
            },
            {
              "value": "otros",
              "label": "Beste batzuk. Zehaztu"
            }
          ]
        }
      },
      {
        "key": "otrasTexto",
        "type": "i18n-textarea",
        "hideExpression": "model.gestionResiduos === 'no' || (!model.residuosGenerar || !model.residuosGenerar.find((c) => c === 'otros'))",
        "templateOptions": {
          "placeholder": "Beste batzuk. Zehaztu",
          "label": "Beste batzuk. Zehaztu",
          "required": true,
          "autosize": true,
          "autosizeMinRows": "1",
          "autosizeMaxRows": "10"
        }
      },
      {
        "wrappers": [
          "info-div"
        ],
        "template": "<p>Hondakin bat arriskutsutzat hartzen dugu, baldin eta arriskugarritasun ezaugarri hauetako bat edo batzuk baditu: leherkorra, kantzerigenoa, erregarria, korrosiboa, sukoia, infekziosoa, narritagarria, toxikoa, kaltegarria, mutagenoa edo/eta ekotoxikoa. Hondakin batek ez badu ezaugarri horietako bat bera ere, ez da hondakin arriskutsutzat joko, eta, horrenbestez, gainerako hiri hondakinekin batera kudeatuko da. <br><br>Unibertsitateko irakaskuntza eta ikerketa laborategietan sortzen diren hondakin arriskutsuen barruan, nabarmentzekoak dira jatorri kimikoko hondakinak, III. taldeko hondakin biosanitarioak edo biologikoak, hondakin erradioaktiboak eta esperimentazio animalien hondakinak <strong>(SANDACH)</strong>.<br><br>Unibertsitateko hondakin arriskutsuak IZTAren Erradiobabes eta Hondakinen Sailak kudeatzen ditu, kanpo kudeaketako enpresa batekin. </p>"
      },
      {
        "wrappers": [
          "info-div"
        ],
        "template": "<p>UPV/EHUko hondakin sanitarioen kudeaketa kanpoko kudeaketa enpresa baten bidez egiten da. Enpresa horrekiko kontratuaren xedeak II. eta III. multzoetako hondakin sanitarioak biltzen ditu, Euskal Autonomia Erkidegoan hondakin sanitarioak kudeatzeari buruzko martxoaren 3ko 21/2015 Dekretuan jasotakoak. UPV/EHUk sortutako hondakin sanitario nagusiak hauek dira: <ul><li>II. multzoa - EHZ 180103. Hauek nabarmentzen dira: hondakin ebakitzaileak eta zorrotzak, batik bat orratzak, lantzetak, pipetak, bisturi orriak, portak, hodi kapilarrak, beira hodiak eta agente patogenoei sarbidea erraz diezaiekeen beste edozein hondakin. Halaber, analisi edo esperimentazio mikrobiologikoko jardueretan beste hondakin sanitario espezifiko batzuk sortzen dira, hala nola Petriren kaxa, hemokultiboak, estraktu likidoak, likidoak, kutsatutako tresneria, fluxu laminarreko kanpaietako iragazkiak, agente biziak dituzten txertoak eta haien bialak, hondakin anatomiko txikiak, beren tamainagatik hilotzen sanitate alderdiei buruzko erregelamenduaren aplikazio eremuan sartzen ez direnak, eta abar.</li><li>III. multzoa: botika zitotoxikoen eta zitostatikoen hondakinak - EHZ 180108: erabilera terapeutikorako egokiak ez diren minbiziaren aurkako botiken hondakin guztiak hartzen ditu baitan, baita botikarekin harremanetan egon den behin erabiltzeko material sanitario oro ere, izan prestatzeko orduan (bialak, iragazkiak, poltsak eta abar), izan manipulatzailea babesteko orduan (maskarak, eskularruak, mantalak eta abar) edo izan pazienteei emateko orduan (orratzak, xiringak, gazak eta abar). Halaber, multzo honetan sartzen dira botika zitotoxikoak edo zitostatikoak ez diren botika baztertuak edota zaharkituak - EHZ: 180109.</li></ul></p>"
      }
    ]
  }
]