[
  {
    "key": "ap4_2_3_5",
    "wrappers": [
      "title-div"
    ],
    "templateOptions": {
      "label": "4.2.3.5 Waste management"
    },
    "fieldGroup": [
      {
        "template": "<p>Is external management of hazardous or biological waste contemplated?</p>"
      },
      {
        "key": "gestionResiduos",
        "type": "radio",
        "templateOptions": {
          "label": "Choose an option",
          "required": true,
          "options": [
            {
              "value": "no",
              "label": "No"
            },
            {
              "value": "si",
              "label": "Yes"
            }
          ]
        }
      },
      {
        "template": "Please specify external management or justify if positive",
        "hideExpression": "!model.gestionResiduos || model.gestionResiduos === 'no'"
      },
      {
        "key": "residuosGenerar",
        "type": "multicheckbox",
        "hideExpression": "!model.gestionResiduos || model.gestionResiduos === 'no'",
        "templateOptions": {
          "label": "Which",
          "required": true,
          "type": "array",
          "options": [
            {
              "value": "biosanitarios",
              "label": "Bio-medical waste"
            },
            {
              "value": "quimicos",
              "label": "Chemical waste"
            },
            {
              "value": "radiactivos",
              "label": "Radioactive waste"
            },
            {
              "value": "animales",
              "label": "Waste from experimental animals"
            },
            {
              "value": "otros",
              "label": "Other. Please specify"
            }
          ]
        }
      },
      {
        "key": "otrasTexto",
        "type": "i18n-textarea",
        "hideExpression": "model.gestionResiduos === 'no' || (!model.residuosGenerar || !model.residuosGenerar.find((c) => c === 'otros'))",
        "templateOptions": {
          "placeholder": "Other. Please specify",
          "label": "Other. Please specify",
          "required": true,
          "autosize": true,
          "autosizeMinRows": "1",
          "autosizeMaxRows": "10"
        }
      },
      {
        "wrappers": [
          "info-div"
        ],
        "template": "<p>A hazardous waste is one that presents one or more of the following dangerous characteristics: explosive, carcinogenic, oxidizing, corrosive, flammable, infectious, irritating, toxic, harmful, mutagenic and/or ecotoxic. If a waste does not have any of the above characteristics, it will not be considered hazardous waste and, therefore, its management will be carried out together with the rest of urban waste.<br><br>Among the hazardous waste produced in the teaching and research laboratories of the University, chemical waste, group III or bio-medical waste, radioactive waste and waste from experimental animals stand out. <strong>(SANDACH)</strong>.<br><br>The management of the University's hazardous waste is carried out through the Radiological protection and Waste Section of the ACTI with an external management company.</p>"
      },
      {
        "wrappers": [
          "info-div"
        ],
        "template": "<p>The UPV/EHU's healthcare waste is managed by an external waste management company. The object of the contract with this company covers Group II and III health care waste, included in Decree 21/2015, of 3 March 2015, on the management of healthcare waste in the Autonomous Community of the Basque Country. The main healthcare waste generated by the UPV/EHU is as follows: <ul><li>Group II - LER: 180103: This includes sharp waste, mainly needles, lancets, pipettes, scalpel blades, slides, capillary tubes and other glass tubes, etc. and any other waste that may create a pathway for pathogens. Likewise, in microbiological analysis or experimentation activities, other specific healthcare waste is generated, such as Petri dishes, blood cultures, liquid extracts, culture mediums, contaminated instruments, laminar flow hood filters, vaccines with live attenuated agents and their vials, small anatomical remains that are not included in the scope of application of the Mortuary Health Regulations, etc.</li><li>Group III: Waste cytotoxic and cytostatic medicinal products-LER 180108: covers all waste anticancer medicinal products not suitable for therapeutic use and all single-use medical devices that have been in contact with the medicinal product, either in its preparation (vials, filters, bags, etc.), in the protection of the handler (mask, gloves, gowns, etc.) or in the administration to patients (needles, syringes, gauze, etc.). Waste of discarded and/or expired medicinal products - LER 180109 non-cytotoxic or non-cytostatic - is also included in this group.</li></ul></p>"
      }
    ]
  }
]