[
  {
    "key": "ap5_5",
    "wrappers": [
      "expansion-panel"
    ],
    "templateOptions": {
      "label": "5.5 Non-technical summary (NTS)"
    },
    "fieldGroup": [
      {
        "template": "Please download the template 'NTS: Non-technical summary' to draft the <strong>Non-technical summary (NTS)</strong> and provide it in the respective 'Documentation' section."
      },
      {
        "wrappers": [
          "info-div"
        ],
        "template": "<p><strong>Royal Decree 118/2021</strong>, of February 23 2021, which modifies Royal Decree 53/2013, of February 1 2013, dictates that the person responsible for the project should write an anonymous non-technical summary (NTS) of the project and its eventual updates, which will be presented to the European Commission within a maximum period of six months from its authorisation.</p><p>Provided that intellectual property and confidential information are protected, the non-technical project summary will include, at a minimum, the following:</p><ul><li><strong>It will be anonymous and will not contain names</strong> nor addresses of users or people, nor any other personal data.</li><li>Information about the <strong>goals</strong> of the project, including <strong>damages</strong> and the <strong>benefits</strong> planned, as well as the <strong>number</strong> and <strong>guy</strong> of animals to be used.<li>Demonstration of compliance with the requirement of <strong>replacement</strong>, <strong>reduction</strong> and <strong>refinement</strong>.</li></ul><p>The competent bodies may require that the non-technical summary of the project specify whether the project should be subject to a retrospective evaluation and, if so, establish the deadline. In this case, the non-technical summary of the project should be updated with the results of the retrospective evaluation within six months of the completion of this retrospective evaluation.</p><p>Once the project is authorised, the competent agency will publish the NTS on the website of the <a target='_blank' href='https://www.magrama.gob.es/es/ganaderia/temas/produccion-y-mercados-ganaderos/bienestanimal/en-la-investigacion/Resumenes_no_tecnicos_de_los_proyectos.aspx'>Ministry of Economy and Competitiveness</a>.</p><p> For writing the NTS, templates are provided on the respective page on the website of the <a target='_blank' href='https://www.um.es/web/comision-etica-investigacion/comision-etica/ceea'>University Committee</a>.</p>"
      },
      {
        "key": "resumenNoTecnico",
        "type": "documento",
        "templateOptions": {
          "label": "Please indicate",
          "required": true,
          "options": [
            {
              "value": 0,
              "label": "No"
            },
            {
              "value": "RESUMEN_RNT",
              "label": "Yes"
            }
          ]
        }
      }
    ]
  }
]