[
  {
    "key": "ap4_4_2",
    "wrappers": [
      "title-div"
    ],
    "templateOptions": {
      "expressionLock": "formState.memoria.tipo === 'RATIFICACION'",
      "label": "4.4.2 Minimum mandatory information"
    },
    "hideExpression": "!formState.mainModel.ap4_4.informacionConsentimientoRadio || formState.mainModel.ap4_4.informacionConsentimientoRadio === 'no'",
    "fieldGroup": [
      {
        "template": "<p>The aims of Informed Consent are:<ul><li>To inform subjects potentially taking part in the research activity of the potential risks and benefits thereof</li><li>To ensure that people have understood this information and can take decisions on a voluntary basis regarding their participation in the research.</li><li>To inform them that they can cease their participation whenever they wish, without reprisals of any kind.</li></ul></p><p>The informed consent document (ICD) serves to ratify acceptance by the participant: It must be written and specific, not too long or complex and without technical words, very long sentences, very small type of misleading or unclear information. In the case of minors from 12 to 18 years old, they must sign a consent document adapted to their language and their legal representatives (parents or guardians) must sign the ICD. The Informed Consent Document (ICD) must contain at least the following information: <ul><li>UPV/EHU logo.</li><li>Brief description of the project, specifying at least the lead researcher, their affiliation and contact details.</li><li>Detailed description of the intervention or interventions, and the risks involved, including their planned duration, given that if the participant has not been informed and a complication arises from any of them the researcher will be liable, even if there was no negligence or professional malpractice.</li><li>Cost-free clause.</li><li>Voluntary basis clause.</li><li>Data protection clause which the UPV/EHU data protection officer will have sent to the applicant by email.</li><li>Right to withdraw at any time.</li><li>Right to revoke data and how to do so.</li><li>Request specific consent to recording, with the option of answering 'yes' or 'no' to separate items.</li><li>Statement that it has been assessed by the university's Ethics Committee for Research on Human Beings (CEISH-UPV/EHU).</li><li>Statement at the foot of every page of the version and date of the informed consent uploaded to the application. (e.g. ICD version 2 04/05/2024).</li></ul></p>"
      }
    ]
  }
]