[
  {
    "key": "ap4_4_2",
    "wrappers": [
      "title-div"
    ],
    "templateOptions": {
      "expressionLock": "formState.memoria.tipo === 'RATIFICACION'",
      "label": "4.4.2 Nahitaez eman beharreko gutxieneko informazioa"
    },
    "hideExpression": "!formState.mainModel.ap4_4.informacionConsentimientoRadio || formState.mainModel.ap4_4.informacionConsentimientoRadio === 'no'",
    "fieldGroup": [
      {
        "template": "<p>Hauek dira baimen informatuaren helburuak:<ul><li>Ikerketa jarduerako parte hartzaile potentzialei jardueraren arrisku eta onura potentzialen berri ematea.</li><li>Ziurtatzea parte hartzaileek informazio hori ulertu dutela eta borondatez har ditzaketela ikerketan parte hartzeari buruzko erabakiak.</li><li>Jakinaraztea nahi dutenean utz diezaioketela parte hartzeari eta horrek ez diela inolako errepresaliarik ekarriko.</li></ul></p><p>Baimen informatuko dokumentuak (BID) parte hartzailearen onespena berresteko balio du. Idatzizkoa eta espezifikoa izan behar du. Ez du izan behar ez oso luzea, ez oso konplexua, eta ez ditu hitz teknikoak, esaldi oso luzeak edo letra oso txikia erabili behar, eta ez du informazio iruzurtirik eman behar, ezta argia ez den informaziorik ere. Adingabeen kasuan, 12 urtetik 18 urtera bitartekoek beren hizkerara moldatutako baimen dokumentu bat sinatuko dute, eta haien legezko ordezkariek (gurasoak/tutoreak) baimen informatuko dokumentua sinatuko dute. Baimen informatuko dokumentuak (BID) gutxieneko informazio hau jaso behar du: <ul><li>UPV/EHUren logoa.</li><li>Proiektuaren aurkezpen labur bat, gutxienez datu hauek bilduko dituena: ikertzaile arduraduna, haren afiliazioa eta harremanetarako datuak.</li><li>Esku hartzeen eta horiei lotutako arriskuen deskribapen zehatza, aurreikusitako iraupena barne; izan ere, parte hartzaileak ez badu informazioa jaso, eta arrisku horietako edozeinetatik konplikazio bat sortzen bada, ikertzaileak erantzukizuna izango du, arduragabekeriarik edo praktika profesional txarrik izan ez bada ere.</li><li>Doakotasun klausula.</li><li>Borondatezkotasun klausula.</li><li>Datuen babeserako klausula. UPV/EHUko datuen babeserako ordezkariak igorriko dio posta elektronikoz eskatzaileari.</li><li>Edozein unetan parte hartzeari uzteko eskubidea.</li><li>Datuak ezeztatzeko eskubidea eta eskubide hori baliatzeko azalpena.</li><li>Grabatzeko baimen espezifikoaren eskaera, 'bai' ala 'ez' item desberdinduetan erantzuteko aukerarekin.</li><li>Gizakiekin lotutako Ikerketetarako Etika Batzordeak (GIEB-UPV/EHU) ebaluatu duela dioen adierazpena.</li><li>Orrialde guztietan adierazita, behealdean, aplikaziora igotako baimen informatuaren bertsioa eta data. (Adibidez: BID 2. Bertsioa 2024/05/04).</li></ul></p>"
      }
    ]
  }
]