[
  {
    "key": "ap4_4_2",
    "wrappers": [
      "title-div"
    ],
    "templateOptions": {
      "expressionLock": "formState.memoria.tipo === 'RATIFICACION'",
      "label": "4.4.2 Información obligatoria mínima"
    },
    "hideExpression": "!formState.mainModel.ap4_4.informacionConsentimientoRadio || formState.mainModel.ap4_4.informacionConsentimientoRadio === 'no'",
    "fieldGroup": [
      {
        "template": "<p>Los objetivos del Consentimiento Informado son:<ul><li>Informar a los potenciales sujetos participantes de la actividad de investigación, del y de los riesgos y beneficios potenciales, de la misma.</li><li>Asegurarse de que las personas han comprendido esa información y pueden tomar decisiones de manera voluntaria acerca de su participación en la investigación.</li><li>Trasmitirles que se puede abandonar la participación cuando lo deseen, sin que haya represalias de ningún tipo.</li></ul></p><p>El documento de consentimiento informado (DCI) sirve para ratificar la aceptación del participante: Ha de ser escrito y específico, no demasiado largo ni complejo ni con palabras técnicas, frases muy largas o letra muy pequeña o que contenga información engañosa o poco clara. En el caso de los menores de edad, a partir de los 12 años y hasta los 18, firmarán un Documento de asentimiento adaptado a su lenguaje y sus representantes legales (padres/tutores) firmarán el DCI. La información mínima que debe incluir el Documento de Consentimiento Informado (DCI), es: <ul><li>Logo de la UPV/EHU.</li><li>Breve presentación del proyecto, indicando al menos, al investigador responsable, su afiliación y datos de contacto.</li><li>Descripción pormenorizada de la o las intervenciones, y los riesgos asociados, incluida la duración prevista, dado que, si el participante no ha sido informado y se presenta una complicación nacida de cualquiera de ellos, existe una responsabilidad del investigador, aun cuando no haya habido negligencia ni mala práctica profesional.</li><li>Cláusula de gratuidad.</li><li>Cláusula de voluntariedad.</li><li>Cláusula de protección de datos que el delegado de protección de datos de la UPV/EHU habrá facilitado por correo electrónico a la persona solicitante.</li><li>Derecho a retirarse en cualquier momento.</li><li>Derecho de revocación de los datos y cómo hacerlo efectivo.</li><li>Solicitar consentimiento específico para la grabación, con posibilidad de responder 'sí' o 'no' en ítems diferenciados.</li><li>Indicar que ha sido evaluado por el Comité de Ética para la Investigación con Seres Humanos (CEISH-UPV/EHU).</li><li>Indicar en todas las hojas, a pie de página, la versión y la fecha del consentimiento informado que se sube a la aplicación. (Por ejemplo: DCI versión 2 04/05/2024).</li></ul></p>"
      }
    ]
  }
]