[
  {
    "key": "ap5_5",
    "wrappers": [
      "expansion-panel"
    ],
    "templateOptions": {
      "label": "5.5 Laburpen ez-teknikoa (LET)"
    },
    "fieldGroup": [
      {
        "template": "Jarraian, ‘LET: Laburpen ez-teknikoa’ txantiloia deskargatu behar duzu, <strong>Laburpen ez-teknikoa (LET)</strong> idazteko eta ‘Dokumentazio’ atalean eransteko."
      },
      {
        "wrappers": [
          "info-div"
        ],
        "template": " <p>Otsailaren 1eko 53/2013 Errege Dekretua aldatzen duen otsailaren 23ko <strong>118/2021 Errege Dekretuak</strong> agintzen duenez,  proiektuaren arduradunak proiektuaren eta horren balizko eguneraketen laburpen anonimo ez-tekniko bat (LET) idatzi behar du, eta laburpen hori Europako Batzordeari aurkeztuko zaio baimena jasotzen denetik gehienez sei hilabeteko epean. </p><p>Jabetza intelektuala eta informazio konfidentziala babestuta badaude, proiektuaren laburpen ez-teknikoak gutxieneko hauek beteko ditu: </p><ul><li><strong>Anonimoa izango da, eta bertan ez da agertuko erabiltzaile eta norbanakoen izenik</strong>, ezta helbiderik edo bestelako datu pertsonalik ere. </li><li>Proiektuaren <strong>helburuei</strong> buruzko informazioa emango du, horren barruan sartuta aurreikusitako <strong>kalteak</strong> eta <strong>onurak</strong>, baita erabiliko diren animalien <strong>kopurua</strong> eta <strong>mota</strong> ere. <li><strong>Ordezkatze</strong>, <strong>murrizte</strong> eta <strong>fintze</strong> baldintza betetzen dela frogatuko du.</li></ul><p>Proiektuaren laburpen ez-teknikoak proiektuari atzera begirako ebaluazioa egin behar zaion zehaztu dezala eskatu ahal izango dute organo eskudunek, eta, hala eginez gero, epea ezarriko dute. Kasu horretan, proiektuaren laburpen ez-teknikoa atzera begirako ebaluazioaren emaitzen arabera eguneratu beharko da, ebaluazioa amaitu eta sei hilabeteko epean. </p><p>Behin proiektua baimenduta, organo eskudunak laburpen ez-teknikoa argitaratuko du <a target='_blank' href='https://www.magrama.gob.es/es/ganaderia/temas/produccion-y-mercados-ganaderos/bienestanimal/en-la-investigacion/Resumenes_no_tecnicos_de_los_proyectos. aspx'>Ekonomia eta Lehiakortasun Ministerioaren</a> webgunean.</p><p> LETa idazteko, zenbait txantiloi daude <a target='_blank' href='https://www.um.es/web/comision-etica-investigacion/comision-etica/ceea'>Unibertsitateko Batzordearen</a> webguneko dagokion orrian.</p>"
      },
      {
        "key": "resumenNoTecnico",
        "type": "documento",
        "templateOptions": {
          "label": "Adierazi",
          "required": true,
          "options": [
            {
              "value": 0,
              "label": "Ez"
            },
            {
              "value": 15,
              "label": "Bai"
            }
          ]
        }
      }
    ]
  }
]