[
  {
    "key": "ap5_5",
    "wrappers": [
      "expansion-panel"
    ],
    "templateOptions": {
      "label": "5.5 Laburpen ez-teknikoa (LET)"
    },
    "fieldGroup": [
      {
        "template": "<p>Otsailaren 23ko 118/2021 Errege Dekretuak, otsailaren 1eko 53/2013 Errege Dekretua aldatzen duenak, xedatzen du animaliekin egindako proiektuaren arduradunak laburpen anonimo ez-tekniko bat (LET) eta horren balizko eguneraketak idatzi behar dituela, eta laburpen hori Europako Batzordeari aurkeztu behar zaiola, baimena ematen denetik gehienez ere sei hilabeteko epean.</p><p>Jabetza intelektuala eta isilpeko informazioa babestuta badaude, proiektuaren LETak ez du datu pertsonalik jasoko, eta gutxienez informazio hau bilduko du: zer helburu dituen proiektuak, zer kalte eta onura aurreikusten diren eta zenbat animalia eta zer motatakoak erabiliko diren. Ere berean, ordezkatze, murrizte eta fintze baldintza betetzen dela frogatuko du.</p><p>Organo eskudunek zera eskatu ahal izango dute, proiektuaren LETak zehaztu dezala proiektuari atzera begirako ebaluazioa egin behar zaion, eta, hala bada, horretarako epea ezarriko dute. Proiektuaren LETa atzera begirako ebaluazioaren emaitzekin eguneratu beharko da, ebaluazioa amaitu eta sei hilabeteko epean.</p><p>Behin proiektua baimenduta, organo eskudunak Nekazaritza, Arrantza eta Elikadura Ministerioaren webgunean argitaratuko du LETa. Halaber, RNT ALURES – Animal use reporting EU System datu basean argitaratuko da.</p><p>Jarraian, '<a href='https://www.ehu.eus/documents/2458096/0/Resumen+No+T%C3%A9cnico+%28RNT%29.xlsx/a00c38b5-5ad3-18eb-3854-7528cc014ba4?t=1684758185133' target='_blank'>LET: laburpen ez-teknikoa</a>' txantiloia deskargatu behar da, eta dagokion 'Dokumentazioa' atalean erantsi.</p>"
      },
      {
        "key": "resumenNoTecnico",
        "type": "documento",
        "templateOptions": {
          "label": "Adierazi",
          "required": true,
          "options": [
            {
              "value": "RESUMEN_RNT",
              "label": "Bai"
            }
          ]
        }
      }
    ]
  }
]